Repository: jh-Y00N/Udemy-Deep-Dive-iOS-26-SwiftUI-6
Catalog: Greetings/Greetings/Localizable.xcstrings
Source language: en
Languages: ar, es, he

source: A quest for knowledge
ar: البحث عن المعرفة
es: Una búsqueda de conocimiento
he: חיפוש אחר ידע

source: Arabic
ar: عربي
es: Arábica
he: עֲרָבִית

source: Are you ready to
ar: هل انت مستعد ل
es: Estas listo para
he: אתה מוכן

source: Boom
ar: فقاعة
es: Auge
he: בּוּם

source: English
ar: إنجليزي
es: Inglés
he: אנגלית

source: Exploring iOS Programming
ar: استكشاف برمجة iOS
es: Explorando la programación de iOS
he: חקר תכנות iOS

source: Greetings
ar: تحياتي
es: Saludos
he: ברכות

source: Hebrew
ar: اللغة العبرية
es: Hebreo
he: עִברִית

source: Hello there!
ar: أهلاً بك!
es: ¡Hola!
he: שלום לכם!

source: Learning how to bake
ar: تعلم كيفية الخبز
es: Aprendiendo a hornear
he: ללמוד איך לאפות

source: Programming recipes
ar: وصفات البرمجة
es: Recetas de programación
he: תכנות מתכונים

source: Spanish
ar: الأسبانية
es: Español
he: ספרדית

source: start exploring?
ar: ابدأ الاستكشاف؟
es: comenzar a explorar?
he: להתחיל לחקור?

source: Welcome to Swift Programming
ar: مرحبًا بك في برمجة Swift
es: Bienvenido a la programación Swift
he: ברוכים הבאים לתכנות סוויפט
